---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarBarStirrupBendDiameter
source: html/a387cc7f-f8fe-e1af-87e4-5d5e88702623.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarBarStirrupBendDiameter Property

"Stirrup/Tie Bend Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarBarStirrupBendDiameter { get; }
```